Repository: murraycu/prefixsuffix
Catalog: po/*.po
Languages: fr

source: A rename already seems to be in process.
fr: Un renommage semble être déjà en cours.

source: Please choose a directory.
fr: Veuillez choisir un dossier.

source: Please enter values in the prefix fields.
fr: Veuillez entrer des valeurs dans les champs du préfixe.

source: The Replace and With values are identical.
fr: Les valeurs Remplacer et Par sont identiques.

source: Please enter values in the suffix fields.
fr: Veuillez entrer des valeurs dans les champs du suffixe.

source: PrefixSuffix failed while renaming the files.
fr: PrefixSuffix a échoué lors du renommage des fichiers.

source: No files have this prefix or suffix, so no files will be renamed.
fr: Aucun fichier ne possède ce préfixe ou ce suffixe, et ne sera donc renommé.

source: PrefixSuffix failed while obtaining the list of files.
fr: PrefixSuffix a échoué à obtenir la liste des fichiers.

source: Batch renaming of files.
fr: Renommage en masse de fichiers.

source: _Prefix:
fr: _Préfixe:

source: _Replace
fr: _Remplacer

source: _With
fr: _Par

source: _Suffix:
fr: _Suffixe:

source: <b>Prefix or Suffix</b>
fr: <b>Préfixe ou Suffixe</b>

source: _Path
fr: _Emplacement

source: <b>Folder</b>
fr: <b>Dossier</b>

source: _Recurse into folders
fr: _Traitement récursif

source: Operate on _folder names
fr: Agir sur les noms de _dossiers

source: Operate on _hidden files
fr: Agir sur les fichiers _cachés

source: Progress
fr: Progression

source: Rename Files
fr: Renommer les fichiers
